_protected/frontend/views/tournament/_form.php

    <div class="row">
        <div class="col-md-6">
            <div class="input-group">
                <?= $form->field($model, 'location')->dropDownList(ArrayHelper::map(Location::find()->all(), 'id', 'name'), ['prompt' => Yii::t('app', 'Please choose ...')]) ?>
---
SELECT * FROM `location`

        <div class="col-md-6">

            <div class="input-group">
                <?= $form->field($model, 'game_id')->dropDownList(ArrayHelper::map(Game::find()->all(), 'id', 'name'), ['prompt' => Yii::t('app', 'Please choose ...')]) ?>
---
SELECT * FROM `game`