_protected/frontend/views/tournament/_stage.php

SELECT * FROM `participant` WHERE `id`=63
---
use yii\web\View;
use yii\widgets\ActiveForm;

$participant_A = Participant::find()->where(['id' => $model->participant_id_A])->one();

SELECT * FROM `participant` WHERE `id`=51
---
        $participant_A_Name = "";
    }
}
$participant_B = Participant::find()->where(['id' => $model->participant_id_B])->one();