_protected/frontend/controllers/ArticleController.php

    public function actionCreate()
    {
        $model = new Article();

        $model->user_id = Yii::$app->user->id;

        if ($model->load(Yii::$app->request->post()))
---
SELECT * FROM `article` ORDER BY `id` DESC

    protected function findModel($id)
    {
        if (($model = Article::findOne($id)) !== null)
---
SELECT * FROM `article` WHERE `id`=2