_protected/frontend/controllers/GalleriesController.php

    protected function findModel($id)
    {
        if (($model = Galleries::findOne($id)) !== null) {
---
SELECT * FROM `galleries` WHERE `id`='13'