_protected/frontend/controllers/OrganisationController.php

SELECT * FROM `organisation` WHERE `id`='4'
---
    protected function findModel($id)
    {
        if (($model = Organisation::findOne($id)) !== null) {