_protected/frontend/controllers/OrganisationController.php

SELECT EXISTS(SELECT * FROM `user` WHERE `id`=2)
SELECT * FROM `organisation_has_user` WHERE (`organisation_id`='1') AND (`user_id`='2')
UPDATE `organisation_has_user` SET `updated_at`=1467390957, `admin`=0 WHERE (`organisation_id`=1) AND (`user_id`=2)
---
    public function actionSetMemberAdmin($id, $memberID, $set)
    {
        $model = $this->findModel($id);
        if (!((Yii::$app->user->can('updateOrganisation', ['model' => $model])  || ($model->isUserAdmin())) && ($memberID !== $model->user_id))) {
            Yii::$app->session->setFlash('error', Yii::t('app', 'You are not allowed to access this page.'));
            return $this->redirect(['view', 'id' => $model->id]);
        } else {
            if (($member = OrganisationHasUser::findOne(['organisation_id' => $id, 'user_id' => $memberID]))!== null) {
                $member->admin = $set;
                $member->save();

SELECT * FROM `organisation` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Organisation::findOne($id)) !== null) {