_protected/frontend/controllers/PlayerController.php

SELECT * FROM `player` WHERE `id`='2'
---
    protected function findModel($id)
    {
        if (($model = Player::findOne($id)) !== null) {