_protected/frontend/controllers/TournamentController.php

                                ->count();
                            if ($unfinishedMatchesCount == 0) {
                                /** @var Tournament $tournament */
                                $tournament = Tournament::find()
                                    ->where(['id' => $model->tournament_id])
                                    ->one();
---
SELECT * FROM `tournament` WHERE `id`='4'