_protected/frontend/views/article/home.php

SELECT * FROM `locations` WHERE `id`=1
---
$nextEvent = Events::find()->orderBy(['startdate' => SORT_ASC])->where('startdate>:time')->addParams([':time' => (new DateTime())->format('Y-m-d H:i:s')])->one();
if (isset($nextEvent)) {
    $date = new DateTime($nextEvent->startdate);
    $location = Location::find()->where(['id' => $nextEvent->locations_id])->one();