_protected/frontend/views/organisation/view.php

SELECT * FROM `user` WHERE `id`=1
---
                            </thead>
                            <tbody>
                            <?php foreach ($model->organisationHasUsers as $ouser) {
                                $user = User::find()->where(['id' => $ouser->user_id])->one();