[
  {
    "name": "Jodder",
    "realName": "Jasper",
    "age": "25",
    "profession": "Informatiker",
    "rolls": "Orga, PR, Soziale Medien, Streaming",
    "text": "<p>Als Kanzler und ich 2013 auf battle.net einen Aufruf entdeckten BarCrafts zu veranstalten, stand für mich sofort fest, dass dies mein Baby werden sollte. </p><p>Ich kümmere mich um die Veranstaltungsorganisation und -koordination und Leite die Turniere. Auch die Planung der jeweiligen Seasons geht komplett über meinen Tisch.</p><p>    Mein Ziel für BarCraftHL: Maximaler eSport bei minimalem Stress (That's still a work in progress ;) ) und Kanzler in den Wahnsinn treiben.",
    "img": "./img/team/jasper.jpg",
    "mail": "jodder@barcraft-hl.de"
  },
  {
    "name": "Kanzler",
    "realName": "Raphael",
    "age": "25",
    "profession": "Informatiker",
    "rolls": "Orga, PR, Plakate, Webseite, Soziale Medien, Streaming",
    "text": "<p>Ich kümmere mich um die Webseite und alle Designaufgaben wie Plakate, Logos, Aushänge, etc. Bei den Turnieren helfe bei der Organisation und kümmere mich um die Technik und unseren Livestream. Ich bin selbst leidenschaftlicher E-Sport-Fan und habe damals erfolgreich CS Source gespielt. Derzeit spiele ich aktiv: Heroes of the Storm, CS:GO, Starcraft 2 und vieles mehr. </p><p>Mein Ziel für BarCraftHL: Think big, become bigger. GG</p>",
    "img": "./img/team/raphael.jpg",
    "mail": "kanzler@barcraft-hl.de"
  },
  {
    "name": "Maschbauer / Zersch",
    "realName": "Tim",
    "age": "29",
    "profession": "Maschinenbaustudent",
    "rolls": "Tresen, Aufbau Lokation",
    "text": "Ich habe schon in jungen Jahren angefangen zu zocken. Meine ersten Erfahrungen machte ich mit Counterstrike, Warcraft und Diablo. Damals besuchte ich sehr gerne Lan-Partys, leider finden diese so nur noch selten statt. Ich war und bin kein Profi, aber das war auch nie mein Ziel. Für mich war es immer wichtiger Spaß zu haben. Die Turniere lassen alte Zeiten wiederaufleben. BarCraft- oder BarStone-Events zu veranstalten macht mir Freude, vor allem wenn ich sehe, dass ihr daran genauso viel Spaß habt wie wir.",
    "img": "./img/team/tim.jpg",
    "mail": "zersch@barcraft-hl.de"
  },
  {
    "name": "NiWo",
    "realName": "Nicklas",
    "age": "23",
    "profession": "Hörakustiker",
    "rolls": "Casting, Tresen, Aufbau Lokation",
    "text": "<p>Ein paar Worte zu meiner Person:</p><p>Von 2008 bis 2011 spielte ich als Pro bei <em>Meet Your Makers</em> im Dota 1 Squad. In dieser Zeit waren wir auch sehr erfolgreich, leider fehlte mir im Verlauf die Zeit um weiter zu machen. Als Dota 2 erschien, trat ich der <em>Dota Athletes Liga</em> als Caster bei. Hier arbeite ich bis Heute als Caster und Streamer im MOBA Berreich (DOTA 2). </p><p>Ich bin ein sehr begeisteter Gamer und als die Möglichkeit aufkam hier in Lübeck ebenfalls in diesem Bereich tätig zu werden, habe ich diese sofort ergriffen. Ich spiele selber leidenschaftlich Hearthstone, daher passt das für mich sehr gut zusammen.</p> Ich hoffe, dass ich BarCraft HL im Bereich Casting in die nächste Ära führen kann. Die Live Events sind für mich immer ein schönes Erlebnis, da das <em>Wir-Gefühl</em> unter den Gamern gestärkt wird. </p><p>In diesem Sinne:</p><p> <em>~Gaming is love, Gaming is life!~</em> ",
    "img": "./img/team/nicklas.jpg",
    "mail": "niwo@barcraft-hl.de"
  },
  {
    "name": "TyphoonHawk",
    "realName": "Jonas",
    "age": "23",
    "profession": "Student",
    "rolls": "Casting, Aufbau Lokation",
    "text": "<p>E-sports Turniere zu verfolgen macht mir viel Spaß. Daher freut es mich durch Barcraft dieses Hobby mit anderen zu teilen.</p><p> Ich selbst spiele Starcraft, Heroes of the Storm und Hearthstone. Gelgentlich nehme ich auch an Turnieren teil.</p>",
    "img": "./img/team/jonas.jpg",
    "mail": "typhoonhawk@barcraft-hl.de"
  },
  {
    "name": "Haruc",
    "realName": "Gregor",
    "age": "23",
    "profession": "Lasertechniker",
    "rolls": "Casting, Aufbau Lokation, Streaming",
    "text": "<p>Was ist E-Sport?</p><p>Es ist für mich nicht nur eine Chance in seinem strukturellen, strategischen und kreativen Denken über sich hinaus zu wachsen, sondern ebenso das Spiel, den Wettbewerb und das Teamgefühl mit anderen Spielern gebannt zu verfolgen und zu genießen.</p><p>Begonnen habe ich damals mit Warcraft III sowie CS 1.6 und spiele nun aktiv Starcraft II, Heroes of the Storm und Hearthstone. Aktuell kümmere ich mich bei den Barcrafts mit um den Aufbau und um Nebenorganisatorisches während der Events. Dabei versuche ich stets aus der Distanz (Hamburg) eine Konstante im Uhrwerk des BarCraft HLs zu sein.</p>",
    "img": "./img/team/gregor.jpg",
    "mail": "haruc@barcraft-hl.de"
  }


]