_protected/frontend/models/Player.php

    public function getTeamMemberFrom($team_id)
    {
        return TeamMember::find()->where(['player_id' => $this->id, 'team_id' => $team_id])->one();
---
SELECT * FROM `team_member` WHERE (`player_id`=2) AND (`team_id`=5)