_protected/common/models/UserIdentity.php

    public static function findIdentity($id)
    {
        return static::findOne(['id' => $id, 'status' => User::STATUS_ACTIVE]);
---
SELECT * FROM `user` WHERE (`id`=1) AND (`status`=10)